Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Nie mam pojęcia skąd w tych śmieciach wzięła się ta paczka. Uwierz mi, gdyby to była sprawka któregoś z naszych, to z pewnością ja i ty bylibyśmy poczęstowani tym tytoniem.
uk: Я поняття не маю, звідки серед сміття взявся цей пакунок. Запевняю, якби це була витівка когось із наших, мене і тебе неодмінно пригостили б цим тютюном.

source: Nie mam pojęcia skąd.
uk: Я не маю уявлення, звідки.

source: Nie mam pojęcia! Wiem tyle samo co ty.
uk: Гадки не маю! Я знаю не більше за тебе.

source: Nie mam pojęcia, ale wiem jedno: im dalej stąd, tym lepiej dla nas.
uk: Гадки не маю, але знаю одне: що далі звідси, то краще для нас.

source: Nie mam pojęcia, co takiego jej zrobiłeś, ale właśnie straciliśmy dobrą klientkę. Możesz być z siebie dumny.
uk: Гадки не маю, що ти їй такого зробив, але ми щойно втратили хорошу клієнтку. Ти можеш собою пишатися.

source: Nie mam pojęcia, czy byłeś tego świadom czy nie, o nic Gildii nie oskarżam.
uk: Я не маю жодного уявлення, чи було це спеціально, чи ні, до Гільдії я не маю жодних претензій.

source: Nie mam pojęcia, dopiero co przyszedłem.
uk: Уявлення не маю, я щойно прийшов.

source: Nie mam pojęcia, dopiero co tu dotarłam.
uk: Поняття не маю, я щойно прибула.

source: Nie mam pojęcia, dopiero co tu dotarłem.
uk: Поняття не маю, я щойно підійшов.

source: Nie mam pojęcia, jak to się udało, ale Lennart będzie brał jedną skrzynkę Mrocznego Paladyna tygodniowo.
uk: Я не знаю, як так вийшло, але Ленарт буде брати по одному ящику Темного Паладина на тиждень.

source: Nie mam pojęcia, jak to zrobiłeś! Do końca życia będę twoim dłużnikiem. Adanos musiał maczać w tym palce.
uk: Я гадки не маю, як ти це зробив! Я буду винен тобі до кінця свого життя. Аданос, мабуть, приклав до цього руку.

source: Nie mam pojęcia, jak wyglądał.
uk: Я уявлення не маю, як він виглядав.

source: Nie mam pojęcia, jak zostały tutaj wniesione, ale znalazłem dwie beczki na dachu jednego z budynków w porcie.
uk: Я не знаю, як їх сюди занесли, але я знайшов дві бочки на даху одного з будинків у порту.

source: Nie mam pojęcia, kim byli...
uk: Уявлення не маю, хто вони такі...

source: Nie mam pojęcia, kim jesteś, ale widać po twojej gębie i słowach, żeś porządny chłop.
uk: Я поняття не маю, хто ти такий, але з твоїх слів видно, що ти порядний хлопчина.

source: Nie mam pojęcia, kto mógłby być godny, by dzierżyć ten miecz. Może lepiej by było, gdyby pozostał tutaj, nigdy nieodnaleziony.
uk: Я не уявляю, хто міг би бути гідним володіти цим мечем. Можливо, було б краще, якби він залишився тут, щоб його ніколи не знайшли.

source: Nie mam pojęcia, nigdy czegoś takiego nie widziałem...
uk: Уявлення не маю, я ніколи не бачив нічого подібного...

source: Nie mam pojęcia, o czym mówisz. Marvin, skończmy z nim! Ten człowiek zorganizował zamach na Volkera, trzeba się go pozbyć!
uk: Не маю уявлення, про що ти говориш. Марвіне, давай покінчимо з ним! Ця людина організувала замах на Волкера, його треба позбутися!

source: Nie mam pojęcia, o kogo chodzi. Zostaw mnie.
uk: Я й гадки не маю, про кого ти кажеш. Залиш мене в спокої.

source: Nie mam pojęcia. Było już późno i zaczynało padać, a ja jedynie ich minęłam w drodze do gospody.
uk: Уявлення не маю. Було вже пізно, починався дощ, і я пройшла повз них дорогою до корчми.

source: Nie mam pojęcia. Jeśli nie ma go nigdzie w części mieszkalnej, to pewnie leży napruty na jakiejś skale.
uk: Гадки не маю. Якщо його ніде немає в житловому районі, то, швидше за все, він лежить п'яний на якійсь скелі.

source: Nie mam pojęcia. Ledwo usłyszeliśmy pierwsze odgłosy walki od strony bramy, a już wokół nas byli ludzie Lichwiarza.
uk: Уявлення не маю. Як тільки ми почули перші звуки бою з боку брами, як нас оточили люди Лихваря.

source: Nie mam pojęcia. Może tak, może nie.
uk: І гадки не маю. Може так, а може й ні.

source: Nie mam pojęcia. Nie jestem alchemikiem ani cyrulikiem.
uk: Без поняття. Я не алхімік і не цирульник.

source: Nie mam pojęcia. Orkowie? Jakieś większe zwierzę? Nie sprawdzałem.
uk: Не маю уявлення. Орки? Якийсь більший звір? Я не перевіряв.

source: Nie mam pojęcia. Ruszajmy dalej.
uk: Поняття не маю. Рушаймо далі.

source: Nie mam pojęcia. Siedziałem w swojej pracowni jak każdego innego dnia, gdy usłyszałem krzyki i odgłosy walki.
uk: Не маю уявлення. Я сидів у своїй майстерні, як і в будь-який інший день, коли почув крики і звуки бою.

source: Nie mam pojęcia. U aptekarki? Alchemika?
uk: Гадки не маю. В аптекарки? У алхіміка?

source: Nie mam pojęcia... po prawdzie, to pierwszy raz ją widzę!
uk: Поняття не маю... взагалі-то, я його вперше бачу!

source: Nie mam pomysłu na coś wielkiego. Chciałbym, żeby nasz następny występ zapadł mieszkańcom Archolos na lata.
uk: У мене немає якогось великого задуму. Я лише хочу, щоб наш наступний виступ запам'ятався жителям Архолосу на довгі роки.

source: Nie mam przy sobie pochodni, ale może to wystarczy?
uk: У мене немає з собою смолоскипа, але, можливо, це підійде?

source: Nie mam przy sobie tyle złota.
uk: Я не маю при собі стільки золота.

source: Nie mam przy sobie zbyt wiele złota, ale podczas swoich wypraw znalazłem niegdyś pewien cenny zwój.
uk: У мене при собі небагато золота, але під час своїх експедицій я колись знайшов один цінний сувій.

source: Nie mam przy sobie złota.
uk: Я не маю при собі золота.

source: Nie mam takiego zamiaru, spokojna głowa.
uk: Я не маю такого наміру, запевняю.

source: Nie mam teraz czasu na bieganie z przesyłkami.
uk: У мене зараз немає часу бігати з доставками.

source: Nie mam teraz czasu na odświeżanie czyjejś pamięci.
uk: У мене зараз немає часу, щоб освіжати чиюсь пам'ять.

source: Nie mam teraz czasu na ratowanie Magów Ognia, muszę dopaść Lichwiarza.
uk: Я не маю часу рятувати Магів Вогню, мені потрібно знайти Лихваря.

source: Nie mam teraz czasu na ratowanie Magów Ognia.
uk: У мене зараз немає часу на порятунок Магів Вогню.

source: Nie mam teraz czasu rozmawiać z cywilami.
uk: У мене зараз немає часу розмовляти з цивільними.

source: Nie mam teraz czasu zajmować się karczemnymi opojami.
uk: У мене зараз немає часу розбиратися з п'яницями в корчмі.

source: Nie mam teraz czasu!
uk: Я зараз не маю часу.

source: Nie mam teraz czasu, by ruszyć na polowanie. Spróbuję kupić składniki u któregoś z lokalnych handlarzy, albo przeszukać okoliczne chaty. Tutejsi łowcy z pewnością posiadają to, co potrzebne.
uk: У мене бракує часу на полювання. Спробую купити складники у когось із місцевих торговців, або пошукати по навколишніх хатинах. У місцевих мисливців обов'язково має знайтися те, що потрібно.

source: Nie mam teraz czasu, zaraz idę łowić. Wróć, kiedy skończę.
uk: Мені зараз ніколи, я збираюся на риболовлю. Приходь, коли я закінчу.

source: Nie mam teraz czasu.
uk: Я зараз не маю часу.

source: Nie mam teraz czasu...
uk: Я зараз не маю часу...

source: Nie mam teraz czasu... (KONIEC)
uk: Мені зараз ніколи... (Завершити)

source: Nie mam teraz na to czasu.
uk: У мене зараз немає на це часу.

source: Nie mam tu zbyt wiele do roboty, więc czemu nie. Ale nie za darmo, frajerem nie jestem!
uk: Мені тут нічого робити, тож чому б і ні. Але не безкоштовно, я ж не дурень!

source: Nie mam tyle czasu, sprawa jest pilna.
uk: Я не маю стільки часу, справа термінова.

source: Nie mam tyle pieniędzy!
uk: У мене немає стільки грошей!

source: Nie mam tyle przy sobie!
uk: Я не маю стільки при собі!

source: Nie mam tyle przy sobie.
uk: У мене стільки з собою немає.

source: Nie mam tyle złota!
uk: У мене немає стільки золота!

source: Nie mam tyle złota.
uk: У мене немає стільки золота.

source: Nie mam tyle.
uk: Я не маю стільки при собі.

source: Nie mam w zwyczaju okradać tych, którzy mi pomogli.
uk: Я не маю звички красти у тих, хто мені допоміг.

source: Nie mam w zwyczaju pytać się o coś dwa razy.
uk: Я не маю звички питати про щось двічі.

source: Nie mam w zwyczaju żalić się obcym, dlatego wolałbym, żeby tak pozostało.
uk: Я не маю звички патякати з незнайомцями, нехай так і буде.

source: Nie mam więcej spraw do załatwienia!
uk: Мені більше нічого не потрібно!

source: Nie mam wyboru. Będę musiał sobie jakoś poradzić.
uk: У мене немає вибору. Мені доведеться з цим розібратися.

source: Nie mam z nimi nic wspólnego. Wręcz przeciwnie. Nie tak dawno mnie też przewieźli na wyspę.
uk: Я не маю до них жодного відношення. Навпаки. Вони лише нещодавно мене також переправили на цей острів.

source: Nie mam z tym nic wspólnego!
uk: Я не маю до цього ніякого відношення!

source: Nie mam za często gości... Jak chcesz, możesz do mnie czasem zajrzeć.
uk: У мене не так багато гостей... Якщо хочеш, можеш іноді навідуватися до мене.

source: Nie mam za dużo czasu na takie rzeczy, dlatego szkolę tylko członków oddziałów specjalnych.
uk: У мене не так багато часу на такі речі, тому я треную лише членів спеціальних підрозділів.

source: Nie mam za wiele oprócz ksiąg...
uk: У мене мало що є, окрім книг...

source: Nie mam zamiaru brudzić sobie rąk pracą w polu. Poza tym i tak niedługo stąd wyjeżdżam.
uk: Я не маю наміру бруднити руки, працюючи в полі. До того ж, я все одно скоро заберуся звідси.

source: Nie mam zamiaru błądzić po tych korytarzach. Wracam do obozu.
uk: Я не маю наміру блукати цими коридорами. Я повертаюся до табору.

source: Nie mam zamiaru cię wieszać. Prowadzimy wojnę i potrzebny nam jest każdy człowiek.
uk: Я не маю наміру тебе вішати. Ми на війні, і нам потрібен кожен.

source: Nie mam zamiaru dawać pieniędzy komuś, kto nie chce nawet kiwnąć palcem dla poprawy własnej sytuacji. Tyle w temacie, dziękuję.
uk: Я не збираюся давати гроші тому, хто навіть пальцем не поворухне, щоб покращити власне становище. Досить, дякую.

source: Nie mam zamiaru dłużej słuchać twoich bzdur.
uk: Я більше не хочу вислуховувати твою маячню.

source: Nie mam zamiaru dłużej słuchać twoich bzdur. Odpowiesz za śmierć mojego brata!
uk: Я не хочу більше вислуховувати твою маячню. Ти відповіси за смерть мого брата!

source: Nie mam zamiaru marnować swojego czasu na czcze rozmowy z jego pachołkiem!
uk: Я не маю наміpів витрачати свій час на пусті балачки з його прислужником!

source: Nie mam zamiaru mieszać się w nic związanego z krwiopijcami.
uk: Я не маю жодного наміру зв'язуватися з шершнями.

source: Nie mam zamiaru pomagać temu wrednemu szkieletowi. Kto wie, w jakie kłopoty bym się tym wpędził.
uk: Я не маю жодного наміру допомагати цьому огидному скелету. Хто знає, в якій халепі я через це опинюсь.

source: Nie mam zamiaru przejmować się walkami na pokaz, gdy na plecach czuję oddech śmierci.
uk: Я не збираюся битися заради видовища, щоразу ризикуючи своїм життям.

source: Nie mam zamiaru się stąd ruszać. Przykro mi, ale chcę jeszcze trochę pożyć.
uk: Я не маю наміру нікуди йти звідси. Вибач, але я хочу ще трохи пожити.

source: Nie mam zamiaru się z tobą bić.
uk: Я не збираюся з тобою сваритися.

source: Nie mam zamiaru tolerować takich rzeczy na terenie Wilczych Synów!
uk: Я не збираюся терпіти подібні речі на території Вовчих Синів!

source: Nie mam zamiaru tolerować takich rzeczy w mieście!
uk: Я не маю наміру терпіти такі речі в місті!

source: Nie mam zamiaru wykonywać roboty za Gonzalo. Postanowiłem go zmusić, aby pokazał mi drogę do szajki. Moje słowa co prawda nie zrobiły na nim wrażenia, ale może zrobią to moje pięści?
uk: Я не маю наміру виконувати роботу замість Гонсало. Я вирішив змусити його показати мені шлях до цієї банди. Мої слова його не вразили, але, можливо, мої кулаки вразять?

source: Nie mam zamiaru za nikogo ginąć.
uk: Я не маю наміру вмирати за когось.

source: Nie mam zbyt wiele, ale chciałbym, byś wziął to złoto w ramach podzięki.
uk: Я маю небагато, але хочу, щоб ти взяв це золото в знак подяки.

source: Nie mam zielonego pojęcia o kim mówisz.
uk: Я й гадки не маю, про кого ти говориш.

source: Nie mam zielonego pojęcia, skąd tam się wzięły. Ktoś musi mnie wrabiać...
uk: Я не маю жодного уявлення, як вони туди потрапили. Хтось, мабуть, мене підставив...

source: Nie mam złota przy sobie, bo żyję od wypłaty do wypłaty, ale weź to.
uk: Я не маю з собою золота, бо живу випадковими заробітками, але візьми ось це.

source: Nie mam złota przy sobie. Powiedz jej, żeby poczekała jeszcze kilka dni.
uk: При собі я не маю золота. Скажи їй, щоб почекала ще декілька днів.

source: Nie mam złudzeń co do swojego losu.
uk: Я не маю ілюзій щодо своєї долі.

source: Nie mam żadnej materialnej nagrody, która mogłaby ci zrekompensować jej wartość, lecz jestem pewny, że sam Adanos podziękuje ci za ten gest podczas następnej modlitwy...
uk: В мене не знайдеться жодної матеріальної винагороди, яка могла б компенсувати їх цінність, але я впевнений, що сам Аданос буде вдячний тобі за цей жест під час наступної молитви...

source: Nie mam żadnej przepustki.
uk: Не маю я ніякої перепустки.

source: Nie mam.
uk: Не знаю.

source: Nie mam. Jeśli masz ochotę, możesz iść go o to spytać osobiście albo szanownego Graysona, bo to z jego zlecenia działam.
uk: Не маю. Але якщо тобі так хочеться, то можеш піти і запитати його особисто, або шановного Грейсона, тому що це за його дорученням я тут.

source: Nie mam. Pomimo upływu lat, ciągle jest wściekła. Nie wiem, co między wami zaszło, ale lepiej nie pokazuj się w Silbach.
uk: На жаль. Навіть після стількох років вона все ще злиться. Не знаю, що сталося між вами, але тобі краще обходити Сільбах стороною.

source: Nie mamy ani chwili do stracenia, sytuacja jest tragiczna!
uk: Ми не можемо втрачати ані хвилини, ситуація критична!

source: Nie mamy jednak czasu, by grzebać i opłakiwać martwych, ruszajmy do Starego Miasta.
uk: Однак у нас немає часу ховати і оплакувати мертвих, рушаймо до Старого міста.

source: Nie mamy na to czasu.
uk: У нас немає на це часу.

source: Nie mamy tutaj dużego wyboru, cała tawerna jadła tego dnia tą samą potrawkę, trochę dziwne, że zaszkodziła tylko jemu.
uk: Інших версій в мене немає, вся корчма в той день їла одну і ту ж страву, трохи дивно, що тільки йому стало зле.

source: Nie mamy z jego śmiercią nic wspólnego.
uk: Ми не маємо ніякого відношення до його смерті.

source: Nie mamy zamiaru tolerować morderców na naszym terenie.
uk: Ми не маємо наміру терпіти вбивць поблизу себе.

source: Nie mamy zbyt wiele, ale z chęcią oddamy ci część naszych zwojów i ksiąg.
uk: Ми не багаті, але з радістю віддамо тобі деякі з наших сувоїв і книг.

source: Nie mamy żadnego 'ruchu'. Nikt nam nie płaci ani nikt nam nie przewodzi.
uk: Немає у нас ніякого 'руху'. Ніхто нам не платить і не керує нами.

source: Nie mamy żadnych powodów do walki!
uk: У нас немає жодних причин битися!

source: Nie marnuj czasu na gadanie, tylko kończ przygotowania! Nie mam zamiaru sterczeć przed tymi ruinami przez najbliższy tydzień.
uk: Не марнуй часу на балачки, а завершуй підготовку! Я не хочу стояти перед цими руїнами ще тиждень.

source: Nie marnuj mojego czasu, biedaku.
uk: Не марнуй мого часу, бідолахо.

source: Nie marnuj mojego czasu. Wróć, gdy coś ustalisz.
uk: Не марнуй мого часу. Повертайся, коли щось з'ясуєш.

source: Nie martw się, jeśli masz wyrzuty sumienia, to Simon się tym zajmie.
uk: Не хвилюйся. Якщо тебе мучить сумління, Саймон подбає про це.

source: Nie martw się, kolego. Myślę, że jest szczęśliwy.
uk: Не хвилюйся, друже. Думаю, він щасливий.

source: Nie martw się, niczego się nie domyślił. Faktycznie, Venzel nie zachowuje się do końca normalnie.
uk: Не хвилюйся, він нічого не запідозрив. Взагалі, Венцель поводиться якось дивно.

source: Nie martw się, nigdzie mi się nie śpieszy.
uk: Не хвилюйся, я нікуди не поспішаю.

source: Nie martw się, nikt nie zwróci uwagi na twój powrót. Tylko pamiętaj, nikt nie może wiedzieć o twoim zadaniu - nawet strażnicy i sam Igor.
uk: Не хвилюйся, ніхто не зверне увагу на твоє повернення. Просто пам'ятай, що ніхто не повинен знати про твоє завдання – навіть вартові чи сам Ігор.

source: Nie martw się, poradzimy sobie sami.
uk: Не хвилюйся, ми впораємось самі.

source: Nie martw się, towary z pewnością dotrą na miejsce!
uk: Не хвилюйся, товар обов'язково прибуде на місце!

source: Nie martw się. To, że nie udało ci się złowić żadnej ryby, nie znaczy, że nie masz do tego talentu. Nie zrażaj się! Na zachętę masz tu moje.
uk: Не переживай. Те, що тобі не вдалося зловити жодної рибини, не означає, що у тебе немає до цього хисту. Вище голову! Як заохочення, ось тобі моя.

source: Nie masz co robić, tylko zawracać mi głowę?
uk: Тобі більше нема чим зайнятися, окрім як набридати мені?

source: Nie masz czasem czegoś do załatwienia u Corteza?
uk: Хіба ти не повинен поговорити з Кортезом?

source: Nie masz czasem czegoś do zrobienia?
uk: Тобі що, не має чим зайнятися?

source: Nie masz czasem do załatwienia jakiejś sprawy z robotnikami?
uk: Хіба у тебе немає справ, які потрібно владнати з робітниками?

source: Nie masz czasem problemu z alkoholem?
uk: У тебе точно немає проблем з алкоголем?

source: Nie masz czegoś lepszego do roboty?
uk: Хіба в тебе немає важливіших справ?

source: Nie masz czegoś lepszego do roboty? Chciałbym trochę odpocząć po męczącym dniu.
uk: Невже не маєш чим зайнятися? Хотілося б трохи розслабитись після виснажливого дня.

source: Nie masz dla mnie jakiejś roboty na boku?
uk: У тебе немає для мене якогось підробітку?

source: Nie masz dokąd uciec. Gadaj, co wiesz!
uk: Тобі нема куди тікати. Кажи, що знаєш!

source: Nie masz doświadczenia na scenie, nie nadajesz się. Przebierzesz się za gwardzistę, będziesz udawał, że nas pilnujesz.
uk: У тебе немає досвіду виступів на сцені, ти не підходиш. Перевдягнешся в гвардійця і будеш вдавати, що нас охороняєш.

source: Nie masz już nic do stracenia, czemu ich kryjesz?
uk: Тобі нема чого втрачати, чому ти їх покриваєш?

source: Nie masz miejsca dla Innosa w swoim domu? Nie gadaj bredni!
uk: Не маєш місця для Інноса в своєму домі? Не кажи дурниць!

source: Nie masz może jeszcze trochę tego całego Trolla?
uk: Ти не маєш ще трохи того Троля?

source: Nie masz może nadwyżki solidnego drewna?
uk: Ти часом не маєш лишньої міцної деревини?

source: Nie masz może przy sobie drapaczki do pleców?
uk: Чи немає у тебе при собі чесалки для спини?

source: Nie masz może trochę ryb na zbyciu
uk: У тебе не знайдеться трохи риби?

source: Nie masz może trochę ryb na zbyciu? Potrzebuję prowiantu na pewną wyprawę.
uk: У тебе не знайдеться трохи риби? Мені потрібна провізія для однієї експедиції.

source: Nie masz nawet odwagi się postawić? Żałosne.
uk: Навіть не маєш сміливості постояти за себе? Жалюгідно.

source: Nie masz nawet złota?
uk: У тебе навіть золота немає?

source: Nie masz nic do stracenia.
uk: Тобі нічого втрачати.

source: Nie masz nic lepszego do roboty?
uk: Тобі що, немає більше чим зайнятися?

source: Nie masz nic przeciwko?
uk: Ти будеш не проти?

source: Nie masz ochoty na jakąś przygodę?
uk: Як щодо пригод?

source: Nie masz pochodni!
uk: У вас немає смолоскипа!

source: Nie masz pojęcia, co przez niego przeszłam! Nie chcę go widzieć na oczy!
uk: Ти гадки не маєш, що я через нього пережила! Я не хочу його більше бачити!

source: Nie masz pojęcia, jak długo tutaj stoję. Nawet koledze czegoś do picia nie dadzą.
uk: Ти навіть не уявляєш, як довго я тут стою. Їм важко навіть пригостити колегу випивкою.

source: Nie masz pomysłu, kto mógł to zrobić?
uk: Не знаєш, хто міг це зробити?

source: Nie masz powodów do obaw. Muszę przecież namówić władze wyspy do badań nad prochem! Gdyby zauważyli jego potencjał, wojna z orkami byłaby już dawno wygrana!
uk: Тобі нема про що турбуватися. Зрештою, я маю переконати владу острова дослідити порох! Якби вони побачили його потенціал, війна з орками була б давно виграна!

source: Nie masz prawa! Żądamy widzenia z Igorem!
uk: Ти не маєш права! Ми вимагаємо побачитись з Ігорем!

source: Nie masz problemu z fałszowaniem dokumentów, a z tym już tak?
uk: Ну, у тебе ж немає проблем із підробкою документів, то в чому річ?

source: Nie masz przypadkiem czegoś do zrobienia?
uk: Тобі нема чим зайнятися?

source: Nie masz się jednak co martwić, gdy tylko dasz mi złoto, natychmiast dopiszę cię na listę uczestników.
uk: Втім, тобі нема про що хвилюватися, як тільки ти віддаси мені золото, я одразу ж додам тебе до списку учасників.

source: Nie masz się jednak co łudzić - kogoś takiego jak ty, z pewnością na nią nie stać!
uk: Але не обманюй себе – такому, як ти, це точно не по кишені!

source: Nie masz się już czego obawiać.
uk: Тобі більше нічого боятися.

source: Nie masz tu czego szukać!
uk: Тобі нема чого тут робити!

source: Nie masz tu czego szukać! Wynoś się zanim cię zaciągnę do celi!
uk: Тобі нема чого тут робити! Забирайся, доки я не відправив тебе за ґрати!

source: Nie masz tyle złota! Nie mamy o czym rozmawiać.
uk: У тебе немає стільки золота! Тож нам нема про що розмовляти.

source: Nie masz wyboru. To twoja jedyna szansa by wyjść ze sprawy cało.
uk: Ти не маєш вибору. Це твій єдиний шанс вийти з цієї справи цілим.

source: Nie masz za co przepraszać, ale jeśli prędko stąd nie znikniesz, to możesz mieć.
uk: Тобі нема за що вибачатися, але якщо ти зараз не заберешся звідси, то доведеться.

source: Nie masz za co przepraszać, młody jesteś, to i pewne rzeczy jeszcze ci wolno. Musisz się jeszcze sporo nauczyć.
uk: Нема за що вибачатися, ти молодий, і тобі ще багато чого сходить з рук. Попереду ще багато чому доведеться навчитися.

source: Nie masz zbyt dużego pola manewru, ale w pierwszej kolejności sprawdziłbym mniejszy tunel.
uk: У тебе не так багато можливостей, але я б спершу перевірив менший тунель.

source: Nie masz ze mną najmniejszych szans, zapamiętaj to sobie. A teraz się ogarnij i wstań, mamy kopalnię do odbicia!
uk: У тебе немає жодного шансу проти мене, запам'ятай це. А тепер візьми себе в руки та вставай, нам потрібно відбити копальню!

source: Nie masz żadnego poparcia. Dostaniesz łomot od straży, wylądujesz w areszcie i na tym się skończy.
uk: У тебе немає ніякої підтримки. Тебе відлупцюють вартові, ти опинишся за ґратами, і на цьому все й скінчиться.

source: Nie masz!
uk: Не маєш!

source: Nie miałam nic do roboty. Bradlock gdzieś zniknął, a po ulicach kręcą się teraz same szumowiny.
uk: Мені зараз нічого робити. Бредлок кудись зник, а вулицями зараз блукають лише відморозки.

source: Nie miałbyś może poratować kolegi górnika kilkoma samorodkami?
uk: Може, поділишся з колегою гірником кількома самородками?

source: Nie miałem czasu pomóc Dimie. Ale teraz nie ma to większego znaczenia.
uk: Я не встиг допомогти Діні. Але зараз це вже не має значення.

source: Nie miałem czasu zająć się szczurami.
uk: У мене не вистачало часу подбати про щурів.

source: Nie miałem innego wyjścia.
uk: У мене не було іншого виходу.

source: Nie miałem interesu, żeby cokolwiek jej mówić.
uk: Я не мав причин щось їй розповідати.

source: Nie miałem jak. Walka się zaczęła zanim o cokolwiek zapytałem.
uk: У мене не було можливості. Бійка почалася раніше, ніж я встиг щось запитати.

source: Nie miałem już przy sobie złota, bo wszystko wydałem na wino... więc...
uk: В мене більше не було золота, бо я все витратив на вино... тож...

source: Nie miałem na to wpływu, glizdo. Czy ktoś z moich ludzi jeszcze żyje, czy wszyscy oddali ducha podczas przesłuchań?!
uk: Я не маю до цього відношення, гнидо. Хто-небудь з моїх людей ще живий, чи всі вони сконали під час допитів?!

source: Nie miałem nawet czasu się po to schylać...
uk: Я не мав часу те все збирати...

source: Nie miałem ochoty płacić Alderowi potrzebnej kwoty. Może później się na to zdecyduję.
uk: У мене не було бажання платити Альдеру потрібну суму. Можливо, я зроблю це пізніше.

source: Nie miałem ochoty robić za popychadło u kogokolwiek, wysokość żołdu skutecznie odstraszyła mnie od straży, więc zostało Araxos. I nie żałuję swojej decyzji.
uk: Мені не хотілось бути чиїмось учнем, розмір платні вартових мене насправді відлякав туди йти, тож залишився тільки Араксос. І я не шкодую про своє рішення.
